app/controllers/reviews_controller.rb

SELECT  `products`.* FROM `products` WHERE `products`.`id` = 1 LIMIT 1
---
  def new
    @product = Product.find(params[:product_id])

INSERT INTO `reviews` (`rate`, `review`, `product_id`, `nickname`, `created_at`, `updated_at`) VALUES (6, 'muzukasii', 7, 'yosino', '2018-05-28 09:30:07', '2018-05-28 09:30:07')
---
  def create
    # Review.create(create_params)
    Review.create(create_params)